Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Go riikkaidgaskasažžan galgá šaddat , de lea deaŧalaš ahte šiehtadusat doibmet ja ahte buohkat geaidda šiehtadusat gusket geavahit daid .
nob: En viktig del av satsing på internasjonalisering er å få slike avtaler til å virke slik at alle involverte parter deltar .

source: 5.5.3 Konferánssat
nob: 5.5.3 Konferanser

source: Dutkanlávdegoddi čujuha gulaskuddancealkámušastis ahte leat várrejuvvon ruđat riikkaidgaskasaš konferánssaid lágidit Romssa universitehtas .
nob: Forskningsutvalget påpeker i sin høringsuttalelse at det allerede finnes øremerkede midler til å holde internasjonale konferanser ved Universitetet i Tromsø .

source: Sámi dutkamiid guovddáš lágidii 1993:s stuora konferánssa man namma lei " Indigenous Politics and Self-Government " ja almmuhii konferánssa maŋŋel raportta " Becoming Visible " .
nob: Institutt for sosialantropologi sier i sin høringsuttalelse at man bør vurdere en oppfølging av konferansen “ Indigenous Politics and Self-Government ” i 1993 og rapporten Becoming Visible .
